teacher = "小甲鱼"
print(teacher)
string = "c:\now"
print(string)
string = "c:\\now"
print(string)
string = r"c:\now"
print(string)
print("""
从明天起，走一个幸福的人
喂马，劈柴
从明天起
诗歌和人类心灵最近，越是生活节奏加快，越需要诗歌。诗歌传播需要媒体发挥作用，对普通读者做诗歌“科普”，解答普通人对诗的疑惑，帮助大家更好地进入一首诗，让最好的诗歌走近更多的人
“诗言志”这一中国诗歌传统，并没有因白话新诗出现而中断，相反获得现代更新。这里的“志”是为民生、为社会、为民族振兴、为国家自立自强的大志向，这是诗与读者之间最内在最深刻的联系
“为什么没有大诗人”，这样的追问背后是对文艺高峰的期盼。如何在与时代的激荡中锤炼精品，拿出匹配时代、标记文艺创造新高度的大作品，这是今天诗人回避不了的命题
有人说，要想尽快和准确了解一种文明，就去阅读这种文明里最好诗人的诗歌。中国作为一个诗的国度，不仅有悠久的诗歌传统和灿若星辰的古典诗人，这一百年来更是因为新诗的诞生、发展、成熟，焕发蓬勃活力和巨大创造力。而今，新时代正迸发新诗意，期待诗人鼓与呼，期待更多隽永诗篇在贡献美与创造的同时，记录时代、描摹心灵，抒发一个民族深沉的意志与情感，镌刻中华文明奋进的历史与精神。
""");
3>2